[LSEventListener_UI]
strCrewSizeTitle="CREW"

[UIAlert_LivingSpace]
strCrewOverflowTitle=Crew Over Capacity
strCrewOverflowHeader=Living Quarters
strCrewOverflowDescription="The Avenger is holding more people that we can safely support, and some of our soldiers are sleeping on the floor. Morale is taking a hit and will recovery times are greater as a result. To resolve this situation, we should consider upgrading the Living Quarters (the room below the Commander's Quarters) to increase the Crew Limit or dismissing some non-essential personnel to lower our crew count."
strCrewOverflowNoWorkshop="Alternatively we can build a <XGParam:StrValue0> to give separate quarters to our engineers."
strCrewOverflowNoLaboratory="Alternatively we can build a <XGParam:StrValue1> to give separate quarters to our scientists."
strCrewOverflowNeitherFacility="Alternatively we can build a <XGParam:StrValue0> or <XGParam:StrValue1> to give separate quarters to our engineers or scientists respectively."

[LivingSpace_MCMScreen]
ModName="Living Space"
PageTitle="Living Space"
UserInterfaceGroupHeader="UI"

bShowCrewCountOnGeoscape_Label="Show crew count on the Geoscape"
bShowCrewCountOnGeoscape_Tip="Does not enable/disable crew count readout elsewhere"
